# Библиотека pandas основы

In [4]:
import pandas as pd 

dataFrame=pd.read_csv('Student.csv')
dataFrame.head()

   id        name  class  mark  gender
0   1    John Deo   Four    75  female
1   2    Max Ruin  Three    85    male
2   3      Arnold  Three    55    male
3   4  Krish Star   Four    60  female
4   5   John Mike   Four    60  female